# Запитуємо температуру у користувача
a = int(input("Яка зараз у вас температура?: "))

# Якщо температура від -10 до 0
if -10 <= a <= 0:
    print("Зараз морозно, одягайся тепліше!")

# Якщо температура нижче -10
elif a < -10:
    print("Дуже холодно! Краще сидіти вдома ")

# Якщо температура від 1 до 15
elif 1 <= a <= 15:
    print("Прохолодно, але гуляти можна.")

# Якщо температура від 16 до 25
elif 16 <= a <= 25:
    print("Тепла погода, ідеально для прогулянки ")

# Якщо більше 25
else:
    print("Дуже жарко! Пий більше води")
