# змінна first_name, str (рядок)
first_name = "Михайло"

# змінна last_name, str (рядок)
last_name = "Тимофійчук"

# змінна age, int (ціле число)
age = 15

# змінна height, float (число з десятковою частиною)
height = 1.75

# змінна is_student, bool (логічне значення)
is_student = True

# Виведення імені з пояснювальним текстом
print("Моє ім'я:", first_name)

# Виведення прізвища з пояснювальним текстом
print("Моє прізвище:", last_name)

# Виведення віку з пояснювальним текстом
print("Мій вік:", age)

# Виведення зросту з пояснювальним текстом
print("Мій зріст (у метрах):", height)

# Виведення статусу навчання з пояснювальним текстом
print("Чи я студент:", is_student)
