width = 12  # Ширина прямокутника в см
height = 5  # Висота прямокутника в см

area = width * height               # Формула площі: S = a * b
perimeter = 2 * (width + height)    # Формула периметру: P = 2 * (a + b)

# Вивід звіту з оформленням у рамку
print("+" + "-" * 25 + "+")         # Верхня межа рамки
print(f"Сторони: {width} см та {height} см ") # Вивід вхідних даних
print(f"Площа: {area} см²  ")         # Вивід площі (см квадратні)
print(f" Периметр: {perimeter} см  ")         # Вивід периметру (см)
print("+" + "-" * 25 + "+")         # Нижня межа рамки